tap 'homebrew/core'
tap 'homebrew/bundle'

# Core
brew 'stow'
brew 'bash'
brew 'coreutils'
brew 'git'
brew 'git-lfs'
brew 'tig'
brew 'tmux'
brew 'vim'
brew 'reattach-to-user-namespace'

# Ruby
brew 'ruby'
brew 'chruby'
brew 'ruby-install'

# Python
brew 'python'
brew 'python2'

# Other programming
brew 'carthage'
brew 'cloc'
brew 'shellcheck'

# For hobbies
brew 'figlet'
brew 'multimarkdown'
brew 'tree'
brew 'webfs'

# Fonts
tap 'caskroom/fonts'
cask 'font-meslo-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'

# Casks
tap 'caskroom/cask'
cask '1password'
cask 'aerial'
cask 'appcleaner'
cask 'atom'
cask 'bettertouchtool'
cask 'dropbox'
cask 'google-chrome'
cask 'insomnia'
cask 'keepingyouawake'
cask 'slack'
cask 'textmate'

# Quicklook plugins
cask 'provisionql'
cask 'qlimagesize'
cask 'qlstephen'
cask 'quicklook-json'

# App Store
brew 'mas'
mas 'Byword', id: 420212497
mas 'Fantastical 2', id: 975937182
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas "Pixelmator Pro", id: 1289583905
mas 'Simplenote', id: 692867256
mas 'Sip', id: 507257563
mas 'Soulver', id: 413965349
mas 'Pages', id: 409201541
mas "Trello", id: 1278508951
mas "Tweetbot", id: 1384080005
