tap 'homebrew/core'
tap 'homebrew/bundle'

# Core
brew 'stow'
brew 'bash'
brew 'coreutils'
brew 'git'
brew 'git-lfs'
brew 'tig'
brew 'git-delta'
brew 'tmux'
brew 'neovim'
brew 'reattach-to-user-namespace'
brew 'brotli'
brew 'git-ftp'
brew 'tldr'
brew 'bat'

# Ruby
brew 'ruby'
brew 'chruby'
brew 'ruby-install'

# Elixir
brew 'elixir'

# Python
brew 'python'
brew 'python2'

# Node
brew 'node'

# Other programming
brew 'cloc'
brew 'shellcheck'
brew 'tree'
brew 'zsh'
brew 'jq'
brew 'diff-so-fancy'

# Fonts
tap 'homebrew/cask-fonts'
cask 'font-meslo-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'font-fira-code'
cask 'font-hack-nerd-font'

# Casks
tap 'homebrew/homebrew-cask'
# cask '1password'
cask 'keepassxc'
cask 'aerial'
cask 'appcleaner'
# cask 'dropbox'
# cask 'google-chrome'
cask 'insomnia'
cask 'keepingyouawake'
cask 'slack'
cask 'boostnote'
cask 'dotnet-sdk'
cask 'kaleidoscope'
cask 'iterm2'
cask 'visual-studio-code'

# Quicklook plugins
cask 'provisionql'
cask 'qlimagesize'
cask 'qlstephen'
cask 'quicklook-json'
