tap "homebrew/bundle"
tap "homebrew/services"
brew "atuin"
brew "bat"
brew "direnv"
brew "dysk"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "glab"
brew "lazygit"
brew "ncdu"
brew "nvm"
brew "pyenv"
brew "ripgrep"
brew "shellcheck"
brew "speedtest-cli"
brew "tealdeer"
brew "tig"
brew "trash-cli"
brew "ugrep"
brew "yq"
brew "zoxide"
brew "tmux"
brew "tmuxinator"
brew "nvim"
cask "font-jetbrains-mono-nerd-font"
vscode "aaron-bond.better-comments"
vscode "dbaeumer.vscode-eslint"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "johnpapa.vscode-peacock"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vue.volar"
