tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
cask 'xquartz'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'carthage'
brew 'emacs'
brew 'cask'
brew 'chruby'
brew 'cloc'
brew 'gmp@4'
brew 'isl@0.12'
brew 'cloog'
brew 'cmake'
brew 'coreutils'
brew 'dockutil'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'gd'
brew 'gdbm'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'little-cms2'
brew 'ghostscript'
brew 'gmp'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'gsasl'
brew 'libidn'
brew 'openssl'
brew 'sqlite'
brew 'python'
brew 'libmagic'
brew 'lua'
brew 'libquvi'
brew 'quvi'
brew 'libtool'
brew 'graphviz'
brew 'hicolor-icon-theme'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'gtk+'
brew 'py2cairo'
brew 'pygobject'
brew 'pygtk'
brew 'xdot'
brew 'git-annex'
brew 'glfw', args: ['without-shared-library']
brew 'perl'
brew 'xz'
brew 'imagemagick', args: ['with-librsvg']
brew 'isl@0.11'
brew 'libcroco'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'mpfr@2'
brew 'libmpc@0.8'
brew 'librsvg'
brew 'libyaml'
brew 'libzip'
brew 'mas'
brew 'mtr'
brew 'multimarkdown'
brew 'nmap'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'ruby-build'
brew 'ruby-install'
brew 'tig'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'utf8proc'
brew 'vim'
brew 'webfs'
cask 'adobe-acrobat'
cask 'adobe-reader'
cask 'appcleaner'
cask 'atom'
cask 'charles'
cask 'cyberduck'
cask 'dropbox'
cask 'fluid'
cask 'flux'
cask 'font-meslo-lg-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'gimp'
cask 'google-chrome'
cask 'google-drive'
cask 'inkscape'
cask 'keepingyouawake'
cask 'macdown'
cask 'postman'
cask 'scribus'
cask 'steam'
cask 'table-tool'
cask 'textmate'
cask 'vlc'
cask 'wwdc'
mas '1Password', id: 443987910
mas 'BetterSnapTool', id: 417375580
mas 'Byword', id: 420212497
mas 'Dash', id: 449589707
mas 'Fantastical 2', id: 975937182
mas 'GarageBand', id: 682658836
mas 'iNet Network Scanner', id: 403304796
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'OneDrive', id: 823766827
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Reeder', id: 880001334
mas 'Scrivener', id: 418889511
mas 'Simplenote', id: 692867256
mas 'Singlemizer', id: 410263119
mas 'Sip', id: 507257563
mas 'Slack', id: 803453959
mas 'Solebon Solitaire', id: 412700999
mas 'Soulver', id: 413965349
mas 'Speedtest', id: 1153157709
mas 'The Unarchiver', id: 425424353
mas 'Tweetbot', id: 557168941
mas 'VisualDiffer', id: 412386481
